# 本間ノ頭
/^2228\t/s/"ほんまのあたま　かしら"/"ほんまのあたま"/
# 三子山、１峰
/^6337\t/s/１むね/いちみね/
# 三子山、２峰
/^6338\t/s/２むね/にみね/
# でんべい山(羽場山)
/^59091\t/s/"はばやま"/"でんべいやま（はばやま）"/
# 猟師ノ 尾根ノ頭
/^74728\t/s/猟師ノ 尾根ノ頭/猟師ノ尾根ノ頭/
# 峨?私山(190mピーク)
/^56901\t/d
# 小峨?私山
/^56902\t/d
# 御殿場口頂上
/^28557\t/d
# 富士宮口頂上
/^28558\t/d
# 烏泊山
/^21854\t/s/"からすどまり"/"からすどまりやま"/
# 牛頭山西峰
/^97229\t/s/"うしずやま"/"うしずやませいほう"/
# 倉木山西頂上
/^7820\t/d
# 南木曽岳頂上
/^75825\t/d
# 入道ヶ原 最高点
/^11233\t/d
# 入道ヶ原　三角点
/^30038\t/d
#
# 青葉山東峰
/^331\t/s/"あおばやま"/"あおばやまとうほう"/
# 1967ｍ峰
/^558\t/d
# 1823ｍ峰
/^565\t/d
# 高下岳南峰 ‼️未登録
#/^1072\t/s/"こうげだけ"/"こうげだけ"/
# パンケヌーシ岳
/^1073\t/s/"ぱんけぬーし"/"ぱんけぬーしだけ"/
# 石津御嶽 ‼️未登録
#/^1155\t/s/"いしづおんたけよんとうさんかくてんすぎおだいら"/"いしづおんたけよんとうさんかくてんすぎおだいら"/
# 窓ヶ山西峰
/^1157\t/s/"まどがやま"/"まどがやませいほう"/
# 焼岳北峰 ‼️未登録
#/^3109\t/s/"やけだけ"/"やけだけ"/
# 笹山 ‼️未登録
#/^3418\t/s/"ささやまなんぽう"/"ささやまなんぽう"/
# 袴腰岳
/^3717\t/s/"はかまごし"/"はかまごしだけ"/
# 牙山
/^4521\t/s/"ぎっぱ"/"ぎっぱやま"/
# 大林山
/^4527\t/s/"おおばやし"/"おおばやしやま"/
# 岳山
/^6197\t/s/"だけやまどくりつひょうこうてん"/"だけやま"/
# 四方草山
/^6334\t/s/四方草山、北峯/四方草山北峰/
# 四方草山
/^6335\t/s/四方草山、南峯/四方草山南峰/
# 三子山
/^6336\t/s/三子山、３峰/三子山３峰/
# 笹山北峰
/^7034\t/s/"ささやま"/"ささやまほっぽう"/
# 雨降山
/^7181\t/d
# 三尾山本峰
/^7811\t/d
# 中八石山
/^9762\t/d
# 赤尾八石山 ‼️未登録
#/^9772\t/s/"あかおはちこく"/"あかおはちこく"/
# 上八石山
/^9773\t/d
# 天狗山
/^10144\t/s/"てんぐ"/"てんぐやま"/
# 剣ヶ峰
/^10585\t/d
# 羅臼山 ‼️未登録
#/^11470\t/s/"らうすだけ"/"らうすだけ"/
# ペルタルベ山 ‼️未登録
#/^11477\t/s/"ぺるたるべ"/"ぺるたるべ"/
# 大影山
/^11485\t/s/"おおかげや"/"おおかげやま"/
# 北散布山
/^11499\t/s/"きたちりっぷ"/"きたちりっぷやま"/
# エビカラウス山 ‼️未登録
#/^11509\t/s/"えびからうす"/"えびからうす"/
# ヅーベット山
/^11990\t/s/"づーべっと山"/"づーべっとやま"/
# 旗立山 ‼️未登録
#/^12927\t/s/"486"/"486"/
# 鳥抜山南峰 ‼️未登録
#/^13201\t/s/"とりぬきやま"/"とりぬきやま"/
# 深沢山北峰 ‼️未登録
#/^13542\t/s/"ふかさわやま"/"ふかさわやま"/
# 1077峰
/^13646\t/d
# 狩場山
/^15849\t/s/"かりば"/"かりばやま"/
# 志津倉山本峰
/^16196\t/s/"しづくらやま"/"しづくらやまほんぽう"/
# 高鉾山本峰 ‼️未登録
#/^17080\t/s/"たかほこやま"/"たかほこやま"/
# 美濃松山 ‼️未登録
#/^18048\t/s/"みのまつやまさんとうさんかくてんたど"/"みのまつやまさんとうさんかくてんたど"/
# 南亦山
/^19262\t/s/"みなみ またやま"/"みなみまたやま"/
# 大神ヶ岳
/^19513\t/s/"だいじんがたき"/"だいじんがたけ"/
# 兎ヶ倉山
/^20550\t/d
# 長崎山
/^22158\t/d
# 灰屋山
/^22228\t/s/"はいや"/"はいややま"/
# 三池岳
/^22538\t/s/三池岳 三角点/三池岳三角点/
# 小丸山
/^22652\t/s/"こまる山"/"こまるやま"/
# 上蒜山三角点峰 ‼️未登録
#/^22779\t/s/"かみひるぜんさんかくてん"/"かみひるぜんさんかくてん"/
# 朝日山東峰
/^23635\t/s/"あさひさん"/"あさひさんとうほう"/
# トリコニーＩ峰 ‼️未登録
#/^24277\t/s/"とりこにー"/"とりこにー"/
# 稼勢山 ‼️未登録
#/^25240\t/s/"かせやまきゅうえびすじんじゃあと"/"かせやまきゅうえびすじんじゃあと"/
# 男火山
/^25329\t/s/"おんび"/"おんびやま"/
# 女火山
/^25330\t/s/"めんび"/"めんびやま"/
# 湯島峯
/^25762\t/s/"ゆしまみの"/"ゆしまみね"/
# 笹郷山
/^26709\t/s/笹郷山（笹子塚）/笹子塚（笹郷山）/
# 赤沢山東峰 ‼️未登録
#/^27665\t/s/"あかざわやま"/"あかざわやま"/
# 武州白瀧山
/^27781\t/s/"ぶしゅう　しらたきやま"/"ぶしゅうしらたきやま"/
# 鶏冠山
/^27028\t/d
# 合地山Ⅱ峰
/^29032\t/s/"がっちさん"/"がっちさんにほう"/
# 工石山 ‼️未登録
#/^30620\t/s/"くいしやまきたのいただき"/"くいしやまきたのいただき"/
# 七つ山
/^31069\t/s/七つ山 七峰/七つ山七峰/
# 菅田山
/^32471\t/s/"すげた"/"すげたやま"/
# 朝日山西峰 ‼️未登録
#/^32580\t/s/"あさひさん"/"あさひさん"/
# 真弓沢山 ‼️未登録
#/^35301\t/s/"まゆみさわやまほっぽう"/"まゆみさわやまほっぽう"/
# クボウノ御嶽 ‼️未登録
#/^35470\t/s/"くぼうぬうたき"/"くぼうぬうたき"/
# 七つ山 ‼️未登録
#/^36368\t/s/"ななつやまにほう"/"ななつやまにほう"/
# 七つ山 ‼️未登録
#/^36369\t/s/"ななつやまさんほう"/"ななつやまさんほう"/
# 七つ山 ‼️未登録
#/^36370\t/s/"ななつやまよんほう"/"ななつやまよんほう"/
# 七つ山 ‼️未登録
#/^36371\t/s/"ななつやまごほう"/"ななつやまごほう"/
# 七つ山 ‼️未登録
#/^36372\t/s/"ななつやまろくほう"/"ななつやまろくほう"/
# 天冠の峰
/^39290\t/s/"てんかん"/"てんかんのみね"/
# 崎門の峰 ‼️未登録
#/^39291\t/s/"さきと"/"さきと"/
# 高祖の峰 ‼️未登録
#/^39292\t/s/"こうそ"/"こうそ"/
# 出穂の峰
/^39293\t/s/"でほ"/"でほのみね"/
# 支岳山 ‼️未登録
#/^39294\t/s/"したけ"/"したけ"/
# 羽衣の峰 ‼️未登録
#/^39296\t/s/"はごろも"/"はごろも"/
# 妙見山
/^39297\t/s/"みょうけん"/"みょうけんさん"/
# 龍ヶ岳南峰
/^39298\t/s/"りゅうがたけ"/"りゅうがたけなんぽう"/
# 龍ヶ岳北峰
/^39299\t/s/"りゅうがたけ"/"りゅうがたけほくほう"/
# 羽鮒山
/^39928\t/s/"はぶな"/"はぶなやま"/
# 大博多山前衛峰 ‼️未登録
#/^41584\t/s/"だいはたやま"/"だいはたやま"/
# 負釣山
/^44605\t/s/負釣山（南峰）/負釣山南峰/
# 坂上城山 ‼️未登録
#/^45561\t/s/"さかうえ"/"さかうえ"/
# 神南山654峰 ‼️未登録
#/^47030\t/s/"かんなんざん"/"かんなんざん"/
# 軽部山
/^47149\t/d
# 小門山
/^47957\t/s/"おどむれ"/"おどむれやま"/
# 人分山
/^49190\t/s/"ひとわけ"/"ひとわけやま"/
# 朴ノ木山
/^49735\t/d
# 牛岳
/^50385\t/s/牛岳・東峰/牛岳東峰/
# 後行入山 ‼️未登録
#/^50924\t/s/"うしろぎょうにゅう"/"うしろぎょうにゅう"/
# 御座ヶ岳 ‼️未登録
#/^51152\t/s/"ござがたけほくほう"/"ござがたけほくほう"/
# 越敷岳 ‼️未登録
#/^52404\t/s/"こしきだけひがし"/"こしきだけひがし"/
# 越敷岳 ‼️未登録
#/^52405\t/s/"こしきだけにし"/"こしきだけにし"/
# 黒髪山 ‼️未登録
#/^53161\t/s/"くろかみざんてんどういわ"/"くろかみざんてんどういわ"/
# 文台山東峰 ‼️未登録
#/^53318\t/s/"ぶんだいざん"/"ぶんだいざん"/
# 山田峰 ‼️未登録
/^54266\t/s/"やまだみねさんかくてん"/"やまだみねさんかくてん"/
# 山田峰 ‼️未登録
#/^54267\t/s/"やまだみねさいこうてん"/"やまだみねさいこうてん"/
# 割山
/^56090\t/s/割山（最高点）/割山最高点/
# 野登山
/^56180\t/s/野登山（最高点）/野登山最高点/
# 尺間山 ‼️未登録
#/^57196\t/s/"しゃくまさんにし"/"しゃくまさんにし"/
# 尺間山 ‼️未登録
#/^57197\t/s/"しゃくまさんみなみ"/"しゃくまさんみなみ"/
# 鬼ヶ牙東峰 ‼️未登録
#/^57333\t/s/"おにがきば"/"おにがきば"/
# 鬼ヶ牙本峰 ‼️未登録
#/^57975\t/s/"おにがきば"/"おにがきば"/
# 高取山 ‼️未登録
#/^58102\t/s/"たかとりやまひがし"/"たかとりやまひがし"/
# 飯盛山
/^60713\t/s/飯盛山(北西峰)/飯盛山北西峰/
# 大牟田山 ‼️未登録
#/^62223\t/s/"おおむたやまにほう"/"おおむたやまにほう"/
# 大牟田山 ‼️未登録
#/^62224\t/s/"おおむたやまさんほう"/"おおむたやまさんほう"/
# 大牟田山 ‼️未登録
/^62225\t/s/"おおむたやまよんほう"/"おおむたやまよんほう"/
# 赤石山 ‼️未登録
#/^62958\t/s/"あかいしやまきた"/"あかいしやまきた"/
# 矢筈山 ‼️未登録
#/^63717\t/s/"やはずやまとうほう"/"やはずやまとうほう"/
# 矢筈山 ‼️未登録
#/^63718\t/s/"やはずやませいほう"/"やはずやませいほう"/
# 乙村岳 ‼️未登録
#/^65297\t/s/"おとむらだけせいほう"/"おとむらだけせいほう"/
# 牛岳 ‼️未登録
#/^65298\t/s/"うしだけせいほう"/"うしだけせいほう"/
# 西大塚山
/^65468\t/s/"にしおおつかゃま"/"にしおおつかやま"/
# 黒岩山 ‼️未登録
#/^65530\t/s/"くろいわやまほくほう"/"くろいわやまほくほう"/
# コウモリ山 ‼️未登録
#/^67156\t/s/"こうもりやまほくほう"/"こうもりやまほくほう"/
# 愛宕山 ‼️未登録
#/^68033\t/s/"あたご"/"あたご"/
# 愛宕山
/^68034\t/s/"あたご"/"あたごやま"/
# 矢筈山 ‼️未登録
#/^69153\t/s/"やはずやまひょうこうてん"/"やはずやまひょうこうてん"/
# 宮の沢311m峰 ‼️未登録
#/^71698\t/s/"みやのさわ"/"みやのさわ"/
# 城仙の嶽 ‼️未登録
#/^72887\t/s/"じょうせんのたき"/"じょうせんのたき"/
# 信貴山 ‼️未登録
#/^73195\t/s/"しぎさんめだけ"/"しぎさんめだけ"/
# 八ッ尾山 ‼️未登録
/^74495\t/s/"やつおやまとうほう"/"やつおやまとうほう"/
# 徹別岳
/^75585\t/s/"てしべつ"/"てしべつだけ"/
# 円峰 ‼️未登録
#/^76778\t/s/"まるやま"/"まるやま"/
# 北伊阿根連山 ‼️未登録
/^78412\t/s/"きたいあねれんざんこみね"/"きたいあねれんざんこみね"/
# 赤滝山 ‼️未登録
#/^78591\t/s/"あかたきたま"/"あかたきたま"/
# 鉢巻山
/^79795\t/d
# 二ッ森本峰
/^79952\t/s/"ふたつもり"/"ふたつもりほんぽう"/
# 高城址竜王山 ‼️未登録
#/^80166\t/s/"たかじょうし"/"たかじょうし"/
# 高鳥谷山
/^81447\t/s/"たかどや"/"たかどやさん"/
# 小車長峰 ‼️未登録
#/^82415\t/s/"おぐるまながね"/"おぐるまながね"/
# 弁財天山
/^83113\t/d
# 幌消末峰
# https://amaimonoko.at-ninja.jp/h-mtdata/hoka/sanmeko/hidaka/porokesi.htm
#/^83682\t/s/"ほろけしまっぷ"/"ほろけしまっぷ"/
# 角野山 ‼️未登録
#/^84644\t/s/"かくの"/"かくの"/
# 跡志内山北峰 ‼️未登録
#/^84853\t/s/"あとしないやまほっぽー"/"あとしないやまほっぽー"/
# 跡志内山南峰 ‼️未登録
#/^84854\t/s/"あとしないやまなんぽー"/"あとしないやまなんぽー"/
# 鞍吾山 ‼️未登録
#/^85227\t/s/"くらごやませいほう"/"くらごやませいほう"/
# 代三五山 ‼️未登録
#/^85419\t/s/"だいさんごやまみなみ"/"だいさんごやまみなみ"/
# 水窪山1050m峰 ‼️未登録
#/^87036\t/s/"みずくぼやま"/"みずくぼやま"/
