# 悪沢岳（東岳）
/^900\t/s/悪沢岳（東岳）/東岳（悪沢岳）/
/^900\t/s/あくさわだけ/わるさわだけ/
# 南屏風岳
/^26047\t/s/みなみびょぶだけ/みなみびょうぶだけ/
# 粟津岳山
/^94182\t/s/あわずだけ/あわづだけやま/
# 檜岳
/^69443\t/s/やりだけ/ひのきだけ/
# 石津御嶽
/^63541\t/s/いしずおんたけ/いしづおんたけ/
# 富士山（白山岳）
/^819\t/d
# 富士山（須走口・吉田口）
/^81716\t/d
# 富士山（御殿場口）
/^81717\t/d
# 富士山（富士宮）
/^81718\t/d
# 二ツ塚（上二ツ塚）
/^74701\t/s/ふたつずか (かみふたつずか)/ふたつづか (かみふたつづか)/
# 犬伏山
/^17132\t/s/"いぬぶし"/"いぬぶしやま"/
# 牛頭山西峰
/^97229\t/s/"うしずやま"/"うしずやませいほう"/
# 神津嶽
/^81220\t/s/（おおさかふひがしおおさかし）//
# 貴船山 716ピーク
/^14625\t/d
#
# 二子山
/^457\t/s/"ふたご やま(うえのやま)"/"ふたごやま(うえのやま)"/
# 美し森山
/^1439\t/s/"うつくしもり"/"うつくしもりやま"/
# 刈寄山
/^1640\t/s/"かりよせ"/"かりよせやま"/
# 音信山
/^1780\t/s/"おとずれ"/"おとずれやま"/
# 稲丘飯縄山
/^2147\t/s/"いなおかいいづな"/"いなおかいいづなやま"/
# 鬼が面山
/^3680\t/s/"おにがずら"/"おにがつらやま"/
# ピヤシリ山
/^5301\t/s/"ぴやしりだけ"/"ぴやしりやま"/
# 箱根山
/^6945\t/s/"はこね"/"はこねやま"/
# 片葉山（雄岳）
/^7113\t/s/"おだけ"/"かたばやま（おだけ）"/
# 遣水観音山
/^9361\t/s/"やりみずかんのん"/"やりみずかんのんやま"/
# 三ヶ辻山
/^9395\t/s/"みつがつじ"/"みつがつじやま"/
# 三方山二峰
/^9406\t/s/"さんぽうやま"/"さんぽうやまにほう"/
# 焼山
/^9848\t/s/"やけだけ"/"やけやま"/
# カナクズ山
/^12316\t/s/"かなくず"/"かなくずやま"/
# 小津権現山
/^12382\t/s/"おづごんげん"/"おづごんげんやま"/
# 東鹿見山
/^14178\t/s/"ひがししかみ"/"ひがししかみやま"/
# 金剛童子山
/^14187\t/s/"こんごどじ"/"こんごうどうじやま"/
# 三十三間山
/^14930\t/s/"さんじゅさんげん"/"さんじゅさんげんやま"/
# 白石山
/^15735\t/s/"しらいし"/"しらいしやま"/
# 湯来冠山
/^16602\t/s/"ゆきかんむり"/"ゆきかんむりやま"/
# 馬ノ髪山
/^20400\t/s/"うまのかみ"/"うまのかみやま"/
# 岩茸山
/^21252\t/s/"いわたけ"/"いわたけやま"/
# 鳥屋城山
/^22756\t/s/"とやじょう"/"とやじょうさん"/
# 人見岳東峰
/^22926\t/s/"ひとみだけ"/"ひとみだけとうほう"/
# 天狗岳
/^26557\t/s/"いしづちさん（てんぐだけ）"/"てんぐだけ"/
# 大滝山北峰
/^26651\t/s/"おおたきやま"/"おおたきやまきたみね"/
# 三ツ岳Ⅲ峰
/^26875\t/s/"みつだけ"/"みつだけさんぽう"/
# 根子岳東峰
/^63393\t/s/"ねこだけ（とうほう）"/"ねこだけとうほう"/
# 狗留尊山
/^63546\t/s/狗留尊山/狗留尊岳/
# 高取山西峰
/^65883\t/s/"たかとりさん・たかとりやま"/"たかとりさんにしみね"/
# 妙理山
/^75882\t/s/"みょうりだけ"/"みょうりやま"/
# 出穂ノ峰
/^80307\t/s/"でほだけ"/"でほのみね"/
# 崎門ノ峰
/^80311\t/s/"さきとだけ"/"さきとのみね"/
# 深沢山東峰
/^85067\t/s/"ふかざわやま"/"ふかざわやまとうほう"/
# 滝の入山
/^85114\t/s/"たきのいり"/"たきのいりやま"/
# 戸田山西峰
/^86331\t/s/"とだやま"/"とだやまにしほう"/
# 丈山北峰
/^86447\t/s/"じょうざん"/"じょうざんほっぽう"/
# 荻根山
/^86960\t/s/"おぎね"/"おぎねやま"/
# 御嶽山 ‼️未登録
#/^86965\t/s/"おんたけ"/"おんたけ"/
# 嶽ノ森山
/^87040\t/s/"めだけ"/"だけのもりやま（めだけ）"/
# 龍ヶ岳北峰
/^87161\t/s/"りゅうがだけ"/"りゅうがだけほくほう"/
# 中ノ倉山
/^87797\t/s/"なかのくら"/"なかのくらやま"/
# 刀剣山1峰 ‼️未登録
#/^88317\t/s/"とけんざん"/"とけんざん"/
# 岡山
/^88988\t/s/"おか"/"おかやま"/
# 城ヶ浦山南峰
/^89720\t/s/"じょがうらやま"/"じょうがうらやまなんぽう"/
# 追立山
/^89864\t/s/"おいたて"/"おいたてやま"/
# 朝里天狗岳
/^90398\t/s/朝里天狗岳 北峰/朝里天狗岳北峰/
# 伽藍岳西峰
/^90925\t/s/"がらんだけ"/"がらんだけせいほう"/
# 右田ヶ岳西峰
/^94058\t/s/"みぎたがたけ"/"みぎたがたけせいほう"/
# 岳滅鬼岳
/^94831\t/s/"がくめきさん（がくめきだけ）"/"がくめきだけ"/
# 北阿武山
/^96618\t/s/"きた-あぶやま"/"きたあぶやま"/
# 笹岳 ‼️未登録
#/^97828\t/s/"ささやま"/"ささやま"/
# 烏帽子岩山 ‼️未登録
#/^97934\t/s/"えぼしいわ"/"えぼしいわ"/
# 稲子山南峰
/^100351\t/s/"いなごやま (なんぽう)"/"いなごやまなんぽう"/
# 権現森北峰
/^103965\t/s/"ごんげんもり"/"ごんげんもりほっぽう"/
# 十二天山 ‼️未登録
#/^111936\t/s/"じゅうにてん"/"じゅうにてん"/
# 譲葉山西峰
/^138442\t/s/"ゆずりはやま"/"ゆずりはやまにしみね"/
# 譲葉山南峰
/^138444\t/s/"ゆずりはやま"/"ゆずりはやまみなみみね"/
# 宮塚山南峰
/^160974\t/s/"みやつかやま"/"みやつかやまみなみみね"/
# 雌日和田山 ‼️未登録
#/^213711\t/s/"さんちょう"/"さんちょう"/
# 室生山西峰
/^283109\t/s/"むろうさん"/"むろうさんせいほう"/
# 曾場ヶ城山
/^16655\t/s/"そばがじょざん"/"そばがじょうざん"/
